/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "Nie można otworzyć %@.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "Pojawił się problem uniemożliwiający otwarcie programu %@.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "Wystąpił problem z %@.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "Program %1$@ nieoczekiwanie zakończył pracę używając wtyczki %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "Program %@ nieoczekiwanie zakończył pracę.";

/* button title */
"Agree" = "Akceptuję";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Klikając w przycisk Akceptuję wyrażasz zgodę, aby Apple mogło okresowo gromadzić i wykorzystywać te informacje w ramach pomocy technicznej oraz w celu doskonalenia swoich produktów i usług. Informacje gromadzone są w sposób zapewniający anonimowość. Aby dowiedzieć się więcej na temat zasad ochrony prywatności, zobacz http://www.apple.com/pl/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Skontaktuj się z autorem tego programu, aby upewnić się, że %@ działa z tą wersją systemu Mac OS X. Konieczne może okazać się także ponowne zainstalowanie programu. Pamiętaj, aby zainstalować także wszystkie dostępne uaktualnienia tego programu oraz systemu Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Kliknij w przycisk Wyślij do Apple, aby wysłać ten raport do Apple. Informacje są gromadzone w sposób zapewniający anonimowość.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Kliknij w przycisk Otwórz ponownie, aby otworzyć program. Ten raport zostanie automatycznie wysłany do Apple.";

/* button title */
"Disagree" = "Nie akceptuję";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Nie pytaj ponownie";

/* button title */
"Don\\U2019t Send" = "Nie wysyłaj";

/* button title */
"Hide Details" = "Ukryj szczegóły";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Raport problemu dla %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Opisz kroki niezbędne do powtórzenia tego problemu.";

/* button title */
"Reopen" = "Otwórz ponownie";

/* button title */
"Send to Apple" = "Wyślij do Apple";

/* button title */
"Show Details" = "Pokaż szczegóły";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Ten raport zostanie automatycznie wysłany do Apple.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Nie można zgromadzić informacji o konfiguracji systemu.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Pobierz %@ ponownie z App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Możesz pomóc Apple ulepszać produkty, wysyłając anonimowe dane diagnostyczne i użytkowe dotyczące swego komputera.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Użytkownik zamknął %@ z powodu problemu.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Użytkownik wyłączył komputer z powodu problemu.";

